<? require_once "components/head.php" ?>
    <title>О клубе</title>
</head>
<body>
    <? require_once "components/header.php" ?>
    <main>
        <div class="container py-5">
            <h2 class="text-green fw-bold mb-5">О клубе</h2>
            <p class="lead">Сегодня клуб объединяет более 500 членов и остается центром собаководства в регионе, воспитывая ответственных владельцев и помогая собакам обрести любящие семьи.<br><em>"От маленькой инициативы – к большому делу!"</em></p>

            <div class="d-flex flex-column gap-3">
                <details>
                    <summary class="p-3 fs-5 fw-bold bg-green text-white list-unstyled">1999 – Основание клуба собаководства</summary>
                    <p class="lead pt-3">В 1999 году группа энтузиастов-кинологов из небольшого города решила объединиться, чтобы развивать культуру ответственного собаководства. Первыми членами стали всего 10 человек, но их любовь к собакам и желание делиться знаниями быстро привлекли внимание местных жителей.</p>
                </details>
                <details>
                    <summary class="p-3 fs-5 fw-bold bg-green text-white list-unstyled">2000–2005 – Первые выставки и тренировки</summary>
                    <p class="lead pt-3">Уже в 2000 году клуб провел свою первую выставку собак, в которой приняли участие около 30 питомцев. Это событие стало ежегодной традицией. В 2002 году открылась школа дрессировки, где владельцы могли обучить своих питомцев базовым командам и подготовить их к соревнованиям.
                    <p class="lead"> В 2004 году клуб вступил в Российскую Кинологическую Федерацию (РКФ), что позволило клубу проводить официальные мероприятия и выдавать сертификаты.</p>
                </details>
                <details>
                    <summary class="p-3 fs-5 fw-bold bg-green text-white list-unstyled">2006–2015 - Расширение деятельности</summary>
                    <ul class="lead pt-3">
                        <li>2008 год – клуб организовал первые соревнования по аджилити, что привлекло новых участников.</li>
                        <li>2010 год – открылся приют для бездомных собак при поддержке клуба. Волонтеры помогали находить животным новых хозяев.</li>
                        <li>2013 год – мы провели городской фестиваль "Собаки – наши друзья" с показательными выступлениями, лекциями и благотворительным сбором.</li>
                    </ul>
                </details>
                <details>
                    <summary class="p-3 fs-5 fw-bold bg-green text-white list-unstyled">2016–2025 - Современный этап</summary>
                    <ul class="lead pt-3">
                        <li>Проводятся выездные семинары с известными кинологами.</li>
                        <li>Организована группа по поисково-спасательной службе (ПСС).</li>
                        <li>В 2020 году, несмотря на пандемию, клуб перешел в онлайн-формат: вебинары, виртуальные выставки, консультации.</li>
                        <li>В 2023 году клуб отметил 25-летие масштабной выставкой с участием более 200 собак.</li>
                    </ul>
                </details>
            </div>
        </div>
    </main>
    <? require_once "components/footer.php" ?>
</body>